---
kind: other
id: Properties.T:Autodesk.Revit.DB.PanelTypeSetIterator
source: html/f6d288a5-f67a-dcf7-2c6e-4893f492c9c7.htm
---
# PanelTypeSetIterator Properties

Retrieves the item that is the current focus of the iterator.